Repository: skampshoff-smartling/GitHubConnectorPullRequest
Catalog: EAC-1.1.xcstrings
Source language: en
Languages: de_de, es_419, es_es, fr_fr, it_it, ja_jp, ko_kr, ms_my, pt_br, ru_ru, th_th, vi_vn, zh_hans, zh_hant_tw

# rateDetailsDisclosure
source: Values displayed in a currency other than US dollars ($) are based on the exchange rate at the time and date indicated with the rate. They are provided for your convenience and are for informational purposes only. Actual values and all transactions will be in US dollars. Foreign currency values are provided for informational purposes only and are offered as a courtesy. **All transactions initiated through the Equity Awards Center will be executed in US Dollars.** As financial markets and general economic conditions are subject to rapid change and uncertainty, discrepancies may occur between the displayed foreign currency values and the final U.S. dollar execution price at the time of any transaction. In addition, the foreign currency value information is not intended to serve as financial or investment advice and **you should not rely on the foreign currency values when making financial or investment decisions**, including any decisions regarding the equity awards granted to you. Moreover, nothing on this website is intended for residents of a particular country, nor is the information provided an offer to sell or a solicitation of an offer to buy securities, products or services, by any person or entity in any jurisdiction or country where such distribution or use would be contrary to local law or regulation. The foreign currency values provided are supplied by information providers that are not affiliated with Charles Schwab & Co., Inc. ("Schwab") or any of Schwab's affiliates. Schwab does not guarantee the accuracy, authenticity, suitability, timeliness, reliability, completeness, or potential value of the foreign currency value information. All risk associated with your use of this information rests solely with you. In addition, **by using the foreign currency conversion tool, you acknowledge and agree that neither Schwab nor any of its affiliates shall be responsible or liable, directly or indirectly, for any loss or damage arising from or related to your access to or use of the foreign currency value information.**
de_de: Werte, die in einer anderen Währung als US-Dollar ($) angezeigt werden, basieren auf dem Wechselkurs zu der Uhrzeit und dem Datum, die mit dem Kurs angegeben sind. Sie werden dir zur Verfügung gestellt und dienen nur zu Informationszwecken. Die tatsächlichen Werte und alle Transaktionen werden in US-Dollar angegeben. Fremdwährungswerte werden nur zu Informationszwecken angegeben und aus Gefälligkeit angeboten. **Alle Transaktionen, die über das Equity Awards Center initiiert werden, werden in US-Dollar ausgeführt.** Da die Finanzmärkte und die allgemeinen wirtschaftlichen Bedingungen raschen Veränderungen und Unsicherheiten unterliegen, können Abweichungen zwischen den angezeigten Fremdwährungswerten und dem endgültigen Kurs des US-Dollars Ausführung zum Zeitpunkt einer Transaktion auftreten. Darüber hinaus sind die Informationen zum Fremdwährungswert nicht als Finanz- oder Anlageberatung gedacht, und **du solltest dich bei deinen Finanz- oder Anlageentscheidungen, einschließlich aller Entscheidungen in Bezug auf die dir gewährten Prämien in Aktienkapital, nicht auf die Fremdwährungswerte verlassen.** Darüber hinaus ist nichts auf dieser Website für die Einwohner eines bestimmten Landes bestimmt, noch stellen die Informationen ein Angebot zum Verkauf oder eine Aufforderung zum Kauf von Wertpapieren, Produkten oder Dienstleistungen durch eine Person oder Einrichtung in einem Land dar, in dem eine solche Verbreitung oder Nutzung gegen die örtlichen Gesetze oder Vorschriften verstoßen würde. Die bereitgestellten Fremdwährungswerte werden von Informationsanbietern bereitgestellt, die nicht mit Charles Schwab & Co., Inc. („Schwab“) oder einem der verbundenen Unternehmen von Schwab verbunden sind. Schwab garantiert nicht die Richtigkeit, Authentizität, Eignung, Aktualität, Zuverlässigkeit, Vollständigkeit oder den potenziellen Wert der Fremdwährungswertinformationen. Das gesamte Risiko im Zusammenhang mit der Verwendung dieser Informationen liegt ausschließlich bei dir. Darüber hinaus **bestätigst du durch die Nutzung des Tools zur Umrechnung von Fremdwährungen und stimmst zu, dass weder Schwab noch eines seiner verbundenen Unternehmen direkt oder indirekt für Verluste oder Schäden verantwortlich oder haftbar sind, die sich aus oder im Zusammenhang mit deinem Zugriff auf die Fremdwährungswertinformationen oder deren Verwendung ergeben.**
es_419: Los valores mostrados en una divisa distinta del dólar estadounidense ($) se basan en el tipo de cambio vigente en la fecha y hora indicadas con este. Estos se proporcionan para tu comodidad y son solo para fines informativos. Los valores reales y todas las transacciones serán en USD. Los valores en moneda extranjera se proporcionan únicamente con fines informativos y se ofrecen como cortesía. **Todas las transacciones iniciadas a través del Equity Awards Center se ejecutarán en USD.** Dado que los mercados financieros y las condiciones económicas generales están sujetos a cambios rápidos e incertidumbre, pueden surgir discrepancias entre los valores de moneda extranjera mostrados y el precio final de ejecución en USD en el momento de cualquier transacción. Además, la información sobre el valor en moneda extranjera no pretende servir como asesoramiento financiero o de inversión y **no debes basarte en los valores en moneda extranjera al tomar decisiones financieras o de inversión**, incluidas las decisiones relativas a los retribuciones de acciones que se te otorguen. Además, nada de lo contenido en este website está destinado a los residentes de un país en particular, ni la información proporcionada es una oferta de venta o una solicitud de una oferta de compra de valores, productos o servicios, por parte de cualquier persona o entidad en cualquier jurisdicción o país donde dicha distribución o uso sea contrario a las leyes o regulaciones locales. Los valores de moneda extranjera proporcionados son suministrados por proveedores de información que no están afiliados a Charles Schwab & Co., Inc. (“Schwab”) o cualquiera de las afiliadas de Schwab. Schwab no garantiza la exactitud, autenticidad, idoneidad, puntualidad, confiabilidad, integridad o valor potencial de la información sobre el valor en moneda extranjera. Todos los riesgos asociados con el uso de esta información recaen únicamente en ti. Además, **al usar la herramienta de conversión de moneda extranjera, reconoces y aceptas que ni Schwab ni ninguna de sus afiliadas serán responsables, directa o indirectamente, de ninguna pérdida o daño que surja de o se relacione con tu acceso o uso de la información de valor en moneda extranjera.**
es_es: Los valores mostrados en una moneda distinta del dólar estadounidense ($) se basan en el tipo de cambio vigente en la fecha y hora indicadas con el tipo. Se proporcionan para su conveniencia, únicamente con fines informativos. Los valores reales y todas las transacciones se ejecutarán en dólares estadounidenses. Los valores en moneda extranjera se proporcionan únicamente con fines informativos como cortesía. **Todas las transacciones que se inicien a través del Centro de retribución de acciones se ejecutarán en dólares estadounidenses. ** Dado que los mercados financieros y las condiciones económicas generales están sujetos a cambios rápidos e incertidumbre, puede haber discrepancias entre los valores de moneda extranjera mostrados y el precio final de ejecución en dólares estadounidenses en el momento de cualquier transacción. Además, la información sobre el valor en moneda extranjera no pretende servir como asesoramiento financiero o de inversión y **no debe confiar en los valores en moneda extranjera al tomar decisiones financieras o de inversión**, incluidas las decisiones relativas a la retribución de acciones que se le otorgue. Además, nada de lo contenido en el presente sitio web se dirige a los residentes de un país en particular, ni la información proporcionada es una oferta de venta o una solicitud de una oferta de compra de valores, productos o servicios, por parte de cualquier persona o entidad en cualquier jurisdicción o país donde dicha distribución o uso sea contrario a la legislación o normativa local. Los valores en moneda extranjera proporcionados son suministrados por proveedores de información no afiliados a Charles Schwab & Co., Inc. ("Schwab") ni a ninguna de las filiales de Schwab. Schwab no garantiza la exactitud, autenticidad, idoneidad, puntualidad, fiabilidad, integridad o valor potencial de la información sobre el valor en moneda extranjera. Todos los riesgos asociados con el uso de esta información recaen únicamente en usted. Además, **al utilizar la herramienta de conversión de moneda extranjera, reconoce y acepta que ni Schwab ni ninguno de sus afiliados serán responsables, directa o indirectamente, de ninguna pérdida o daño que surja de o esté relacionado con su acceso o uso de la información de valor en moneda extranjera.**
fr_fr: Les valeurs affichées dans une devise autre que le dollar américain ($) sont basées sur le taux de change au moment et à la date indiqués avec le taux. Elles sont fournies pour votre commodité et à titre informatif uniquement. Les valeurs réelles et toutes les transactions seront en dollars américains. Les valeurs en devises étrangères sont fournies à titre informatif uniquement et sont offertes en guise de courtoisie. **Toutes les transactions initiées via le Equity Awards Center seront exécutées en dollars américains.** Comme les marchés financiers et les conditions économiques générales sont soumis à des changements rapides et à l'incertitude, des écarts peuvent survenir entre les valeurs affichées en devises étrangères et le prix d'exécution final en dollars américains au moment de toute transaction. De plus, les informations sur la valeur en devises étrangères ne sont pas destinées à servir de conseils financiers ou d'investissement et **vous ne devez pas vous fier aux valeurs en devises étrangères lors de la prise de décisions financières ou d'investissement**, y compris pour toute décision concernant les attributions d'actions qui vous sont accordées. En outre, rien sur ce website n'est destiné aux résidents d'un pays spécifique, et les informations fournies ne constituent ni une offre de vente ni une sollicitation d'une offre d'achat de titres, de produits ou de services, par toute personne ou entité dans toute juridiction ou pays où une telle distribution ou utilisation serait contraire à la législation ou à la réglementation locale. Les valeurs en devises étrangères fournies proviennent de prestataires d'informations qui ne sont pas affiliés à Charles Schwab & Co., Inc. (« Schwab ») ou à l'une des filiales de Schwab. Schwab ne garantit pas l'exactitude, l'authenticité, la pertinence, la ponctualité, la fiabilité, l'exhaustivité ou la valeur potentielle des informations sur les valeurs en devises étrangères. Tous les risques associés à l'utilisation de ces informations reposent uniquement sur vous. De plus, **en utilisant l'outil de conversion de devises étrangères, vous reconnaissez et acceptez que ni Schwab ni aucune de ses filiales ne seront responsables ou redevables, directement ou indirectement, de toute perte ou dommage résultant de ou lié à votre accès ou à votre utilisation des informations sur les valeurs en devises étrangères.**
it_it: I valori visualizzati in una valuta diversa dal dollaro statunitense ($) si basano sul tasso di cambio alla data e all'ora indicate con il tasso. Sono forniti per comodità dell'utente e sono solo a scopo informativo. I valori effettivi e tutte le transazioni saranno in dollari USA. I valori in valuta estera sono forniti solo a scopo informativo e sono offerti a titolo di cortesia. **Tutte le transazioni avviate tramite l'Equity Awards Center saranno eseguite in dollari USA. ** Poiché i mercati finanziari e le condizioni economiche generali sono soggetti a rapidi cambiamenti e incertezze, possono verificarsi discrepanze tra i valori in valuta estera visualizzati e il prezzo di esecuzione finale in dollari USA al momento di qualsiasi transazione. Inoltre, le informazioni sul valore nella valuta estera non intendono costituire una consulenza finanziaria o di investimento e **non si dovrebbe fare affidamento a tali valori per prendere decisioni finanziarie o di investimento**, comprese le decisioni relative ai conferimenti di titoli azionari attribuiti. Inoltre, nulla di quanto contenuto nel presente sito web è destinato ai residenti di un paese specifico, e le informazioni fornite non costituiscono un'offerta di vendita o una sollecitazione di un'offerta di acquisto di titoli, prodotti o servizi, da parte di qualsiasi persona o entità in qualsiasi giurisdizione o paese in cui tale distribuzione o utilizzo sarebbe contrario alle leggi o ai regolamenti locali. I valori in valuta estera visualizzati sono forniti da provider di informazioni non affiliati a Charles Schwab & Co., Inc. ("Schwab") o a una delle affiliate di Schwab. Schwab non garantisce l'accuratezza, l'autenticità, l'idoneità, la tempestività, l'affidabilità, la completezza o il valore potenziale delle informazioni sui valori in valuta estera. Tutti i rischi associati all'utilizzo di queste informazioni da parte dell'utente ricadono esclusivamente sull'utente. Inoltre, **utilizzando lo strumento di conversione di valuta estera, l'utente riconosce e accetta che né Schwab né alcuna delle sue affiliate saranno responsabili, direttamente o indirettamente, per eventuali perdite o danni derivanti o correlati all'accesso o utilizzo, da parte dell'utente, delle informazioni sui valori in valuta estera. **
ja_jp: 米ドル（$）以外の通貨で表示される値は、レートで示された日時の為替レートに基づいています。これらは、便宜上お客様に提供されるものであり、情報提供のみを目的としています。 実際の値およびすべての取引は米ドルで行われます。 外国通貨の値は参考情報として提供されており、便宜上のものです。**株式報酬センターを通じて開始されるすべての取引は、米ドルで実行されます。**金融市場や一般的な経済情勢は急速に変化し不確実性を伴うため、表示された外貨価値と取引時の最終的な米ドル建て執行価格との間に差異が生じる場合があります。 さらに、外貨価値情報は、財務または投資のアドバイスを目的とはしておらず、**財務または投資に関する決定（付与された株式報酬に関する決定を含む）を行う際に、これらの外貨価値情報を信頼すべきではありません。**さらに、このwebsiteのいかなる情報も、特定の国の居住者を対象としたものではありません。また、提供される情報は、法律や規制に反する地域や国において、いかなる個人または法人による証券、商品、サービスの販売の申し出や購入の勧誘を意図するものではありません。 提供される外貨価値は、Charles Schwab & Co., Inc.（以下「Schwab」）またはSchwabの関連会社と提携していない情報提供者によって提供されています。Schwab は、外貨価値情報の正確性、信頼性、適合性、適時性、信頼性、完全性、潜在的価値を保証しません。 この情報の使用に関連するすべてのリスクは、お客様のみが負うことになります。さらに、**外貨換算ツールを使用することにより、Schwab 、またはその関連会社のいずれも、直接または間接を問わず、外貨価値情報へのアクセスまたはその使用に起因または関連するいかなる損失または損害に対しても責任を負わないことを認め、同意するものとします。**
ko_kr: 미국 달러($) 이외의 통화로 표시되는 금액은 환율과 함께 표시된 시간 및 날짜의 환율을 기준으로 합니다. 이러한 정보는 귀하의 편의를 위해 제공되며 정보 제공 목적으로만 사용됩니다. 실제 금액과 모든 거래는 미국 달러로 표시됩니다. 외화 가치는 정보 제공의 목적으로만 제공되며 호의로 제공됩니다. **주식 보상 센터를 통해 개시된 모든 거래는 미국 달러로 실행됩니다.** 금융 시장과 일반적인 경제 상황은 급격한 변화와 불확실성에 영향을 받기 때문에 표시된 외화 가치와 거래 시점의 최종 미국 달러 체결 가격 간에 차이가 발생할 수 있습니다. 또한, 외화 가치 정보는 재무 또는 투자 조언을 위한 것이 아니며 **귀하는 귀하에게 부여된 주식 보상에 관한 결정을 포함하여 재무 또는 투자 결정을 내릴 때 외화 가치에 의존해서는 안 됩니다**. 또한 본 웹사이트의 어떠한 정보도 특정 국가의 거주자를 대상으로 하지 않으며, 제공된 정보는 그러한 배포 또는 사용이 현지 법률 또는 규정에 위배되는 관할권 또는 국가의 개인 또는 단체에 의한 증권, 제품 또는 서비스의 판매 제안 또는 구매 제안 권유가 아닙니다. 제공된 외화 가치는 Charles Schwab & Co., Inc.("Schwab") 또는 Schwab의 계열사와 제휴하지 않은 정보 제공자에 의해 제공됩니다. Schwab은 외화 가치 정보의 정확성, 신뢰성, 적합성, 적시성, 신뢰성, 완전성 또는 잠재적 가치를 보장하지 않습니다. 이 정보 사용과 관련된 모든 위험은 전적으로 귀하에게 있습니다. 또한 **귀하는 외화 환산 도구를 사용함으로써 외화 가치 정보에 대한 액세스 또는 사용으로 인해 또는 이와 관련하여 발생하는 손실이나 손해에 대해 Schwab이나 그 계열사가 직간접적으로 책임을 지지 않음을 인정하고 이에 동의합니다.**
ms_my: Nilai yang dipaparkan dalam mata wang selain daripada dolar AS ($) adalah berdasarkan kadar pertukaran pada masa dan tarikh yang ditunjukkan dengan kadar tersebut. Ia disediakan untuk kemudahan anda dan hanya untuk tujuan maklumat. Nilai sebenar dan semua transaksi adalah dalam dolar AS. Nilai mata wang asing disediakan untuk tujuan maklumat sahaja dan ditawarkan sebagai ihsan. **Semua transaksi yang dimulakan melalui Pusat Ganjaran Ekuiti akan dilaksanakan dalam Dolar AS.** Oleh kerana keadaan pasaran kewangan dan ekonomi umum tertakluk kepada perubahan pesat dan ketidakpastian, percanggahan mungkin berlaku antara nilai mata wang asing yang dipaparkan dan harga pelaksanaan akhir dolar AS pada masa sebarang transaksi. Di samping itu, maklumat nilai mata wang asing tidak bertujuan untuk dijadikan sebagai nasihat kewangan atau pelaburan dan **anda tidak boleh bergantung kepada nilai mata wang asing semasa membuat keputusan kewangan atau pelaburan**, termasuk sebarang keputusan mengenai ganjaran ekuiti yang diberikan kepada anda. Lebih-lebih lagi, tiada apa-apa mengenai laman web ini bertujuan untuk penduduk negara tertentu, dan maklumat yang diberikan bukan tawaran untuk menjual atau permintaan tawaran untuk membeli sekuriti, produk atau perkhidmatan, oleh mana-mana orang atau entiti dalam mana-mana bidang kuasa atau negara di mana pengedaran atau penggunaan tersebut akan bertentangan dengan undang-undang atau peraturan tempatan. Nilai mata wang asing yang disediakan dibekalkan oleh pembekal maklumat yang tidak bergabung dengan Charles Schwab & Co., Inc. ("Schwab") atau mana-mana sekutu Schwab. Schwab tidak menjamin ketepatan, kesahihan, kesesuaian, ketepatan masa, kebolehpercayaan, kesempurnaan atau nilai potensi maklumat nilai mata wang asing. Semua risiko yang berkaitan dengan penggunaan maklumat ini bergantung kepada anda semata-mata. Di samping itu, **dengan menggunakan alat penukaran mata wang asing, anda mengakui dan bersetuju bahawa Schwab atau mana-mana sekutunya tidak akan bertanggungjawab atau ditahan, secara langsung atau tidak langsung, atas sebarang kerugian atau kerosakan yang timbul daripada atau berkaitan dengan akses anda kepada atau penggunaan maklumat nilai mata wang asing. **
pt_br: Os valores em uma moeda diferente de dólares americanos (US$) são baseados na taxa de câmbio na hora e data indicadas com a taxa. Eles aparecem apenas para fins informativos. Os valores reais e todas as transações são em dólares americanos. Os valores em moeda estrangeira são apenas para fins informativos. **Todas as transações iniciadas no Equity Awards Center são executadas em dólares americanos.** Como os mercados financeiros e as condições econômicas gerais estão sujeitos a mudanças e incertezas, pode haver discrepância entre os valores da moeda estrangeira e o preço final da execução em dólares americanos no momento da transação. Além disso, as informações sobre o valor em moeda estrangeira não servem como consultoria financeira nem de investimento. **Não confie nos valores em moeda estrangeira ao tomar decisões financeiras ou de investimento**, incluindo decisões sobre as premiações em ações dadas a você. Além disso, nada neste site se destina a residentes de um determinado país, nem as informações fornecidas constituem oferta de venda ou solicitação de oferta de compra de títulos, produtos ou serviços por qualquer pessoa ou entidade em qualquer jurisdição ou país em que tal distribuição ou uso seja contrário à legislação ou regulamentação local. Os valores em moeda estrangeira são informados por provedores não afiliados à Charles Schwab & Co., Inc. ("Schwab") e nenhuma das afiliadas da Schwab. A Schwab não garante a precisão, autenticidade, adequação, pontualidade, confiabilidade, integridade ou valor potencial das informações de valor em moeda estrangeira. Todos os riscos associados ao uso dessas informações recaem exclusivamente sobre você. Além disso, **ao usar a ferramenta de conversão de moeda estrangeira, você reconhece e concorda que nem a Schwab, nem nenhuma das afiliadas são responsáveis, direta ou indiretamente, por qualquer perda ou dano decorrente ou relacionado ao seu acesso ou uso das informações sobre o valor da moeda estrangeira.**
ru_ru: Значения, отображаемые в валюте, отличной от долларов США ($), основаны на ставке обменного курса на время и дату, указанные для курса. Эти данные предоставлены для вашего удобства и носят исключительно информационный характер. Валюта фактических значений и всех транзакций — доллары США. Значения в иностранной валюте предоставляются исключительно в ознакомительных целях для вашего удобства. **Все транзакции, инициированные через Центр долевых вознаграждений, будут проводиться в долларах США.** Поскольку финансовые рынки и общие экономические условия подвержены быстрым изменениям и неопределенности, между отображаемыми значениями в иностранной валюте и окончательной ценой исполнения в долларах США на момент исполнения любой транзакции могут возникать расхождения. Кроме того, информация о стоимости в иностранной валюте не предназначена для использования в качестве финансового или инвестиционного совета; **вам не следует полагаться на стоимость в иностранной валюте при принятии финансовых или инвестиционных решений**, в том числе решений, касающихся предоставленных вам долевых акционных вознаграждений. Более того, ничто на этом сайте не предназначено для жителей конкретной страны; представленная информация не является предложением о продаже или приглашением к покупке ценных бумаг, продуктов или услуг любым физическим или юридическим лицом в любой юрисдикции или стране, где такое распространение или использование противоречит местному законодательству. Указанная стоимость в иностранной валюте предоставлена поставщиками информации, которые не являются зависимыми структурами Charles Schwab & Co., Inc. («Schwab») или аффилированными лицами Schwab. Schwab не гарантирует точность, подлинность, пригодность, своевременность, надежность, полноту или потенциальную ценность информации о стоимости в иностранной валюте. Все риски, связанные с использованием вами этой информации, возлагаются исключительно на вас. Кроме того, **используя инструмент конвертации иностранной валюты, вы признаете и соглашаетесь с тем, что ни компания Schwab, ни ее аффилированные лица не несут прямой или косвенной ответственности за любые убытки или ущерб, возникшие в результате вашего доступа к информации о стоимости иностранной валюты или ее использования.**
th_th: มูลค่าที่แสดงในสกุลเงินอื่นที่ไม่ใช่ดอลลาร์สหรัฐ ($) โดยจะขึ้นอยู่กับอัตราแลกเปลี่ยนในเวลาและวันที่ที่ระบุอัตรานั้น ข้อมูลเหล่านี้มีไว้เพื่อความสะดวกของคุณและมีวัตถุประสงค์เพื่อให้ข้อมูลเท่านั้น มูลค่าจริงและธุรกรรมทั้งหมดจะเป็นสกุลเงินดอลลาร์สหรัฐ มูลค่าสกุลเงินต่างประเทศมีไว้เพื่อจุดประสงค์ในการให้ข้อมูลเท่านั้นและนำเสนอเป็นบริการเสริมเท่านั้น **ธุรกรรมทั้งหมดที่เริ่มต้นผ่านรางวัลที่เป็นสินทรัพย์ทุนจะดำเนินการเป็นสกุลเงินดอลลาร์สหรัฐ** เนื่องจากตลาดการเงินและภาวะเศรษฐกิจโดยทั่วไปอาจมีการเปลี่ยนแปลงอย่างรวดเร็วและมีความไม่แน่นอน จึงอาจเกิดความคลาดเคลื่อนระหว่างค่าเงินต่างประเทศที่แสดงกับราคาเงินดอลลาร์สหรัฐสุดท้าย ณ เวลาที่ทำธุรกรรมใดๆ ได้ นอกจากนี้ ข้อมูลมูลค่าสกุลเงินต่างประเทศไม่ได้มีวัตถุประสงค์เพื่อเป็นคำแนะนำทางการเงินหรือการลงทุน และ **คุณไม่ควรพึ่งพามูลค่าสกุลเงินต่างประเทศในการตัดสินใจทางการเงินหรือการลงทุน** รวมถึงการตัดสินใจใดๆ เกี่ยวกับสิทธิที่ได้รับจากคุณ นอกจากนี้ ไม่มีส่วนใดในเว็บไซต์นี้ที่มีไว้สำหรับผู้ที่อาศัยอยู่ในประเทศใดประเทศหนึ่ง หรือข้อมูลที่ให้ไว้ไม่ใช่ข้อเสนอในการขายหรือการชักชวนให้เสนอซื้อหลักทรัพย์ ผลิตภัณฑ์ หรือบริการโดยบุคคลหรือหน่วยงานใดๆ ในเขตอำนาจศาลหรือประเทศใดๆ ที่การจัดจำหน่ายหรือการใช้ดังกล่าวจะขัดต่อกฎหมายหรือข้อบังคับในท้องถิ่น มูลค่าสกุลเงินต่างประเทศที่ให้ไว้ได้รับการจัดทำโดยผู้ให้ข้อมูลที่ไม่มีส่วนเกี่ยวข้องกับ Charles Schwab & Co., Inc. ("Schwab") หรือบริษัทในเครือของ Schwab Schwab ไม่รับประกันความถูกต้อง ความถูกต้อง ความเหมาะสม ความทันเวลา ความน่าเชื่อถือ ความสมบูรณ์ หรือมูลค่าที่เป็นไปได้ของข้อมูลมูลค่าสกุลเงินต่างประเทศ ความเสี่ยงทั้งหมดที่เกี่ยวข้องกับการที่คุณใช้ข้อมูลนี้อยู่จะตกอยู่กับคุณเพียงผู้เดียว นอกจากนี้ **โดยการใช้เครื่องมือแปลงสกุลเงินต่างประเทศ คุณรับทราบและตกลงว่า Schwab หรือบริษัทในเครือจะไม่รับผิดชอบโดยตรงหรือโดยอ้อมสำหรับการสูญเสียหรือความเสียหายใดๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการเข้าถึงหรือการใช้งานข้อมูลค่าสกุลเงินต่างประเทศของคุณ**
vi_vn: Giá trị được hiển thị bằng một loại tiền tệ không phải đô-la Mỹ ($) dựa trên tỷ giá hối đoái tại thời điểm và ngày được nêu kèm tỷ giá. Chúng được cung cấp để thuận tiện cho bạn và chỉ nhằm mục đích cung cấp thông tin. Giá trị thực tế và tất cả giao dịch sẽ được tính bằng đô-la Mỹ. Giá trị ngoại tệ được cung cấp chỉ nhằm mục đích đưa thông tin và mang tính hỗ trợ. **Tất cả các giao dịch được thực hiện thông qua Trung tâm phần thưởng cổ phần sẽ được thực hiện bằng Đô-la Mỹ.** Do thị trường tài chính và điều kiện kinh tế nói chung dễ thay đổi nhanh chóng và không chắc chắn nên có thể xảy ra sự khác biệt giữa giá trị ngoại tệ hiển thị và giá thực hiện cuối cùng bằng đô-la Mỹ tại thời điểm giao dịch. Ngoài ra, thông tin về giá trị ngoại tệ không nhằm mục đích cung cấp lời khuyên về tài chính hoặc đầu tư và **bạn không nên dựa vào giá trị ngoại tệ khi đưa ra quyết định tài chính hoặc đầu tư**, bao gồm bất kỳ quyết định nào liên quan đến các phần thưởng cổ phần được trao cho bạn. Hơn nữa, không có nội dung nào trên trang web này dành cho cư dân của một quốc gia cụ thể, cũng như thông tin được cung cấp không phải là lời đề nghị bán hoặc chào mời mua chứng khoán, sản phẩm hoặc dịch vụ của bất kỳ cá nhân hoặc tổ chức nào ở bất kỳ khu vực pháp lý hoặc quốc gia nào mà ở đó việc phân phối hoặc sử dụng đó trái với luật pháp hoặc quy định của địa phương. Những giá trị ngoại tệ được cung cấp là những giá trị được cung ứng bởi các nhà cung cấp thông tin không liên kết với Charles Schwab & Co., Inc. ("Schwab") hoặc bất kỳ chi nhánh nào của Schwab. Schwab không đảm bảo tính chính xác, xác thực, phù hợp, kịp thời, độ tin cậy, sự đầy đủ hoặc giá trị tiềm năng của thông tin giá trị ngoại tệ. Mọi rủi ro liên quan đến việc sử dụng thông tin này đều do bạn chịu hoàn toàn. Ngoài ra, **bằng cách sử dụng công cụ chuyển đổi ngoại tệ, bạn thừa nhận và đồng ý rằng Schwab hoặc bất kỳ chi nhánh nào của Schwab sẽ không chịu trách nhiệm, trực tiếp hoặc gián tiếp, cho bất kỳ mất mát hoặc thiệt hại nào phát sinh từ hoặc liên quan đến việc bạn truy cập hoặc sử dụng thông tin giá trị ngoại tệ.**
zh_hans: 以美元 ($) 以外的货币显示的价值依据汇率所示时间和日期的汇率。这些资讯仅为方便使用而提供，仅供参考之用。 实际价值和所有交易将以美元计算。 外币价值仅供参考，免费提供。**所有透过股权奖励中心进行的交易将以美元执行。**由于金融市场和一般经济状况会迅速变化并充满不确定性，因此显示的外币价值与任何交易时的最终美元执行价格之间可能会有差异。此外，外币价值资讯并非财务或投资建议，且**您在做财务或投资决策时不应依赖外币价值**，包括任何授予您的股权奖励的相关决策。此外，网站上的任何内容均不针对特定国家居民，对于此类资讯发布或使用可能违反当地法规的任何司法管辖区或国家中的任何个人或实体，此资讯之提供也不构成出售或请求购买证券、产品或服务的要约。此处提供之外币价值由与嘉信理财公司 (「嘉信理财」) 或嘉信理财之任何关联机构无关的资讯提供者提供。嘉信理财不保证外币价值资讯之准确性、真实性、适切性、即时性、可靠性、完整性或潜在价值。 使用此资讯之所有相关风险均由您自行承担。此外，**透过使用外币兑换工具，您承认并同意对于您存取或使用外币价值资讯所衍生或与之相关的任何损失或损害，嘉信理财或其任何关联机构皆不需直接或间接负责或承担法律责任。**
zh_hant_tw: 以美元 ($) 以外的貨幣顯示的價值依據匯率所示時間和日期的匯率。這些資訊僅為方便使用而提供，僅供參考之用。 實際價值和所有交易將以美元計算。 外幣價值僅供參考，免費提供。**所有透過股權獎勵中心進行的交易將以美元執行。**由於金融市場和一般經濟狀況會迅速變化並充滿不確定性，因此顯示的外幣價值與任何交易時的最終美元執行價格之間可能會有差異。此外，外幣價值資訊並非財務或投資建議，且**您在做財務或投資決策時不應依賴外幣價值**，包括任何授予您的股權獎勵的相關決策。此外，網站上的任何內容均不針對特定國家居民，對於此類資訊發佈或使用可能違反當地法規的任何司法管轄區或國家中的任何個人或實體，此資訊之提供也不構成出售或請求購買證券、產品或服務的要約。此處提供之外幣價值由與嘉信理財公司 (「嘉信理財」) 或嘉信理財之任何關聯機構無關的資訊提供者提供。嘉信理財不保證外幣價值資訊之準確性、真實性、適切性、即時性、可靠性、完整性或潛在價值。 使用此資訊之所有相關風險均由您自行承擔。此外，**透過使用外幣兌換工具，您承認並同意對於您存取或使用外幣價值資訊所衍生或與之相關的任何損失或損害，嘉信理財或其任何關聯機構皆不需直接或間接負責或承擔法律責任。**
